{
  "welcome": "مرحبا",
  "descriptionOne": "انا ايدي، مطور ويب فولستاك متميز ومختص في جافا سكريبت/تايب سكريبت. اقوم بتطوير مواقع ويب وتطبيقات الجوال. مختص في التقنيات الحديثة مثل رياكت جي اس، نود جي اس، بريزما ونيكست جي اس. تصفح اعمالي واستلهم منها.",
  "CV": "شاهد سرتي الذاتية",
  "home": "الصفحة الرئيسية",
  "aboutMe": "عني",
  "services": "الخدمات",
  "portfolio": "محفظة",
  "contactMe": "اتصل بي",
  "myServices": "خدماتي",
  "whatIDo": "ماذا أفعل",
  "websiteMobileAppsTitle": "مواقع الويب وتطبيقات الجوال",
  "websiteMobileAppsDescription": "أفضل حلول تطبيقات الويب والجوال وقواعد البيانات",
  "brandIdentityTitle": "هوية العلامة التجارية",
  "brandIdentityDescription": "شعار، هوية الألوان، تطوير العلامة التجارية والمزيد",
  "uiUxDesignTitle": "تصميم واجهة المستخدم وتجربة المستخدم",
  "uiUxDesignDescription": "تصميم حديث واحترام للمعايير التصميمية",
  "searchEngineOptimizationTitle": "تحسين محركات البحث",
  "searchEngineOptimizationDescription": "الكلمات الرئيسية والهيكل لرؤية مثلى وتحسين تحسين محركات البحث",
  "AboutMe": "عن نفسي",
  "reinventingMyself": "أعيد اكتشاف نفسي مع كل مشروع جديد",
  "everyProjectDifferent": "أنا إدي، مطور Fullstack حاصل على شهادة في تطوير وتصميم التطبيقات،",
  "elevateProjects": "معادلة دوليًا لشهادة بكالوريوس (بكالوريا+4)، ومتخصص في JavaScript وTypeScript.",
  "TechnologyDescription": "أتمتع بخبرة قوية في التقنيات الحديثة مثل React، Next.js، Node.js وPrisma،",
  "redefineInnovation": "أحول الأفكار إلى حلول رقمية مخصصة.",
  "prideReinventing": "أنا متاح لفرص جديدة سواء في العمل الحر أو بدوام كامل.",
  "opportunityShowcase": "إذا كنت تبحث عن التعاون مع مطور شغوف ومبدع،",
  "finalCollaborationMessage": "لا تتردد في استعراض ملفي الشخصي والتواصل معي لمناقشة مشاريعك.",
  "cleanCode": "كود نظيف",
  "modernDesign": "تصميم حديث",
  "portfolioTitle": "المحفظة",
  "latestProjectTitle": "أحدث المشاريع",
  "categoryWebApp": "تطبيق ويب",
  "titleEnglishLearning": "لتعلم اللغة الإنجليزية",
  "titleDrivingSchool": "لمركز تعليم القيادة",
  "titleBarber": "لمشروع حلاق",
  "titleCapsuleRH": "كبسولة الموارد البشرية",
  "titleTicTacToe": "إكس أو",
  "contact": "اتصل",
  "getInTouch": "طلب ؟ سؤال ؟",
  "contactDescription": "يمكنك إرسال أي طلب أو سؤال عبر البريد الإلكتروني أو إرسال طلبك مع هذا النموذج",
  "location": "مرسيليا ، فرنسا وتونس",
  "name": "اسم",
  "email": "البريد الإلكتروني",
  "yourMessage": "رسالتك",
  "submit": "تقديم",
  "allRightsReserved": "© 2024 إدي بوغانمي. كل الحقوق محفوظة.",
  "freedrivingsoon": "Vite JS & Symfony (قريباً)",
  "projectEnglishTchaiTitle": "مشروع ماي إنجلش تشاي",
  "projectEnglishTchaiDescription": "مشروع My English Tchai هو مشروع مبتكر تم إنشاؤه لعميل بهدف تقديم تجربة فريدة لتعلم اللغة الإنجليزية في أجواء مريحة داخل صالون شاي. تم تطوير المشروع باستخدام Vite.js للواجهة الأمامية وSymfony للواجهة الخلفية، ويعتمد على بنية حديثة تتضمن GraphQL وواجهة برمجة تطبيقات مبنية باستخدام API Platform. يمكن للمستخدمين حجز جلسات مع معلمين عن طريق اختيار الأوقات المناسبة. نظام الدفع مدمج بالكامل باستخدام Stripe، وهناك نظام إدارة شامل للملفات الشخصية يوفر تجربة سلسة وشخصية.",
  "projectFreeDrivingTitle": "فري درايفنغ",
  "projectFreeDrivingDescription": "مشروع Free Driving تم إنشاؤه لعميل يمتلك مدرسة لتعليم القيادة. يعرض هذا المشروع مهاراتي في تطوير الويب والتزامي بإنشاء حلول وظيفية وسهلة الوصول. تم تطويره باستخدام Vite.js للواجهة الأمامية وSymfony للواجهة الخلفية، ويتضمن واجهة برمجة تطبيقات (API) لإدارة بيانات المستخدمين والدروس، وAuth0 للمصادقة، وBrevo Conversations للتواصل الفوري بين المعلمين والطلاب. كما يتضمن إدارة كاملة للملف الشخصي، وسجل الدروس، ودمج Stripe للمدفوعات عبر الإنترنت.",
  "titleODB": "ODB - في الجانب العناية",
  "descriptionODB": "ODB هو تطبيق ويب حديث تم إنشاؤه لأحد العملاء، يجمع بين إدارة فعالة للمستخدمين والخدمات والمواعيد مع واجهة مستخدم واضحة ونظام خلفي آمن. استخدمت Twig لتوليد الصفحات، وCSS للتصميم، وNode.js للخلفية، وExpress Session لإدارة الجلسات بأمان. تم تصميم هذا التطبيق لتلبية احتياجات صالون الحلاقة، مع تقديم المرونة في إدارة البيانات عبر MongoDB. إعادة تصميم كاملة في Next.js جارية.",
  "titleCapsuleHR": "كبسولة إدارة الموارد البشرية",
  "descriptionCapsuleRH": "كبسولة إدارة الموارد البشرية هو تطبيق ويب مخصص لإدارة الموارد البشرية. يستخدم المشروع Twig لتوليد الصفحات، وCSS للتصميم، وNode.js للواجهة الخلفية. يوفر هذا المشروع طريقة فعالة لإدارة عمليات الموارد البشرية ويهدف إلى تلبية احتياجات العميل التنظيمية.",
  "titleMorpion": "لعبة إكس أو",
  "descriptionTicTacToe": "مشروع لعبة إكس أو هو لعبة بسيطة تم إنشاؤها باستخدام HTML لعرض الصفحات، وJavaScript لكتابة منطق اللعبة، وCSS للتصميم. تم تصميم هذا المشروع لتقديم تجربة لعب بسيطة وممتعة للاعبين، مع إضافة موضوع مستوحى من عالم البوكيمون.",
  "Close": "إغلاق",
  "GitHub": "GitHub",
  "View": "عرض",
  "categoryGame": "لعبة"
}
