{
  "welcome": "Welcome",
  "descriptionOne": "I’m Eddy, a passionate Fullstack Web Developer specialized in JavaScript/TypeScript. I develop websites and mobile applications. Expert in modern technologies like React JS, Node JS, Prisma & Next.js. Explore my work and get inspired by my projects",
  "CV": "Explore my CV",
  "home": "HOME",
  "aboutMe": "ABOUT ME",
  "services": "SERVICES",
  "portfolio": "PORTFOLIO",
  "contactMe": "CONTACT ME",
  "myServices": "MY SERVICES",
  "whatIDo": "What I Do",
  "websiteMobileAppsTitle": "Website and Mobile Applications",
  "websiteMobileAppsDescription": "The Best Web and Mobile Application solutions and Database",
  "brandIdentityTitle": "Brand Identity",
  "brandIdentityDescription": "Logo, Colors Idendity, Brand Development and so much more",
  "uiUxDesignTitle": "UI & UX Design",
  "uiUxDesignDescription": "Modern Design and Respect for Design charters",
  "searchEngineOptimizationTitle": "Search Engine Optimization",
  "searchEngineOptimizationDescription": "Keywords and Structure for optimal visibility and better SEO",
  "AboutMe": "ABOUT ME",
  "reinventingMyself": "I reinvent myself with every new project",
  "everyProjectDifferent": "I’m Eddy, a Fullstack Developer with a diploma in Application Development and Design,",
  "elevateProjects": " equivalent internationally to a Bachelor's degree (Bac+4), and an expert in JavaScript and TypeScript.",
  "TechnologyDescription": "With strong expertise in modern technologies such as React, Next.js, Node.js, and Prisma,",
  "redefineInnovation": "I turn ideas into tailor-made digital solutions.",
  "prideReinventing": "I am available for new freelance or full-time opportunities.",
  "opportunityShowcase": "If you are looking to collaborate with a passionate and creative developer,",
  "finalCollaborationMessage": "feel free to check out my portfolio and contact me to discuss your projects.",
  "cleanCode": "Clean Code",
  "modernDesign": "Modern Design",
  "portfolioTitle": "PORTFOLIO",
  "latestProjectTitle": "Latest Projects",
  "titleGlycowatch": "Blood Sugar Tracker",
  "projectGlycowatchDescription": "GlycoWatch® is a comprehensive and secure web application designed for individuals managing diabetes or tracking their blood sugar levels. Users can record daily measurements in an interactive calendar, monitor their progress through dynamic charts, and generate PDF reports.Built with Next.js, TypeScript, Prisma, and leveraging PostgreSQL for data management, the application ensures a seamless user experience and top-notch data security. GlycoWatch® is designed to grow, with exciting new features planned for future updates.",
  "projectGlycowatchTitle": "GlycoWatch®",
  "categoryWebApp": "Web App",
  "titleEnglishLearning": "For learning english",
  "titleDrivingSchool": "For Driving School Center",
  "titleBarber": "For Barber Business",
  "titleCapsuleRH": "Capsule RH",
  "titleTicTacToe": "Tic tac toe",
  "contact": "CONTACT",
  "getInTouch": "GET IN TOUCH",
  "contactDescription": "You can send me any demand or questions by email or send me your demand with this formular",
  "location": "Marseille, France & Tunisia",
  "name": "Name",
  "email": "Email",
  "yourMessage": "Your Message",
  "submit": "Submit",
  "allRightsReserved": "© 2024 Eddy Boughanmi. All Rights Reserved.",
  "freedrivingsoon": "Vite JS & Symfony (soon)",
  "projectEnglishTchaiTitle": "My English Tchai",
  "projectEnglishTchaiDescription": "My English Tchai is an innovative project created for a client to offer a unique English learning experience in the comfortable setting of a tea lounge. Developed with Vite.js for the frontend and Symfony for the backend, the project features a modern architecture, including GraphQL and an API built with API Platform. Users can book sessions with teachers by selecting suitable time slots. The payment system is fully integrated via Stripe, and a comprehensive profile management system provides a seamless and personalized experience. This project was delivered as part of a modern, practical language learning solution.",
  "projectFreeDrivingTitle": "Free Driving",
  "projectFreeDrivingDescription": "Free Driving is a project created for a client who owns a driving school. It showcases my web development skills and commitment to creating functional and accessible solutions. Developed with Vite.js for the frontend and Symfony for the backend, it includes a REST API for managing user data and courses, Auth0 for user authentication, and Brevo Conversations for real-time communication between teachers and students. A profile management system, lesson history, and Stripe integration for online payments are also included.",
  "titleODB": "ODB - On the Care Side",
  "descriptionODB": "ODB is a modern web application created for a client, combining efficient user, service, and appointment management with a clear user interface and secure backend. I used Twig for page rendering, CSS for design, Node.js for the backend, and Express Session for secure session management. This app is designed to meet the needs of the barbershop, offering flexibility in data management through MongoDB. A complete revamp in Next.js is underway.",
  "titleCapsuleHR": "Capsule HR",
  "descriptionCapsuleRH": "Capsule HR is a web application designed for human resource management. The project uses Twig for page rendering, CSS for design, and Node.js for the backend. This project provides an efficient way to manage HR processes and is tailored to meet the organizational needs of the client.",
  "Close": "Close",
  "GitHub": "GitHub",
  "View": "View"
}
