{
  "welcome": "Bienvenue !",
  "descriptionOne": "Je suis Eddy, un développeur Web Fullstack passionné par mon métier et spécialisé en JavaScript/TypeScript. Je développe des sites Web et des applications mobiles. Spécialisé en technologies modernes comme React JS, Node JS, Prisma & Next.js. Parcourez mes réalisations et laissez-vous inspirer par mon travail",
  "CV": "Explorez mon CV",
  "home": "ACCUEIL",
  "aboutMe": "À PROPOS",
  "services": "SERVICES",
  "portfolio": "PORTFOLIO",
  "contactMe": "ME CONTACTER",
  "myServices": "MES SERVICES",
  "whatIDo": "Mes spécialités",
  "websiteMobileAppsTitle": "Sites Web et Applications Mobiles",
  "websiteMobileAppsDescription": "Les meilleures solutions d'applications Web et Mobiles et de base de données",
  "brandIdentityTitle": "Identité de Marque",
  "brandIdentityDescription": "Logo, Identité de Couleurs, Développement de marque et bien plus encore",
  "uiUxDesignTitle": "Conception UI & UX",
  "uiUxDesignDescription": "Conception Moderne et Respect des chartes graphiques",
  "searchEngineOptimizationTitle": "Optimisation pour les moteurs de recherche",
  "searchEngineOptimizationDescription": "Structure pour une visibilité optimale",
  "AboutMe": "À PROPOS DE MOI",
  "reinventingMyself": "Je me réinvente à chaque nouveau projet",
  "everyProjectDifferent": "Je suis Eddy, développeur Fullstack avec un diplôme en Conception et Développement d'Applications, BAC+4,",
  "elevateProjects": "et expert en JavaScript et TypeScript.",
  "TechnologyDescription": "Avec une solide maîtrise des technologies modernes telles que React, Next.js, Node.js et Prisma,",
  "redefineInnovation": "je transforme des idées en solutions numériques sur mesure.",
  "prideReinventing": "Je suis disponible à toute nouvelle opportunité en freelance ou CDI.",
  "opportunityShowcase": "Si vous souhaitez collaborer avec un développeur passionné et créatif,",
  "finalCollaborationMessage": "n’hésitez pas à consulter mon portfolio et à me contacter pour discuter de vos projets.",
  "cleanCode": "Code propre",
  "modernDesign": "Design moderne",
  "portfolioTitle": "PORTFOLIO",
  "latestProjectTitle": "Derniers Projets",
  "categoryWebApp": "Web App",
  "titleEnglishLearning": "Pour apprendre l'anglais",
  "titleDrivingSchool": "Pour un centre d'auto-école",
  "titleBarber": "Pour un coiffeur",
  "titleCapsuleRH": "Capsule RH",
  "categoryGame": "Jeu",
  "titleTicTacToe": "Jeu du morpion",
  "contact": "CONTACT",
  "getInTouch": "DEVIS ? QUESTION ?",
  "contactDescription": "Vous pouvez m'envoyer toute demande ou question par email ou me faire parvenir votre demande via ce formulaire",
  "location": "Marseille, France & Tunisie",
  "name": "Nom",
  "email": "Email",
  "yourMessage": "Votre message",
  "submit": "Soumettre",
  "allRightsReserved": "© 2024 Eddy Boughanmi. Tous droits réservés.",
  "freedrivingsoon": "Vite JS & Symfony (Bientôt)",
  "projectEnglishTchaiTitle": "My English Tchai",
  "projectEnglishTchaiDescription": "My English Tchai est un projet innovant créé pour un client afin d'offrir une expérience unique d'apprentissage de l'anglais dans un cadre convivial d'un salon de thé. Développé avec Vite.js pour le frontend et Symfony pour le backend, ce projet repose sur une architecture moderne, incluant GraphQL et une API construite avec API Platform. Les utilisateurs peuvent réserver des séances avec des professeurs en sélectionnant des créneaux horaires adaptés. Le système de paiement est entièrement intégré grâce à Stripe, et une gestion complète du profil utilisateur est incluse, offrant une expérience fluide et personnalisée. Ce projet a été réalisé pour un client dans le cadre d'une solution pratique et moderne d’apprentissage linguistique.",
  "projectFreeDrivingTitle": "Free Driving",
  "projectFreeDrivingDescription": "Free Driving est un projet créé pour un client possédant une auto-école. Il illustre mes compétences en développement web et mon engagement à créer des solutions fonctionnelles et accessibles. Développé avec Vite.js pour le frontend et Symfony pour le backend, il inclut une API REST pour la gestion des données utilisateur et des cours, Auth0 pour l'authentification des utilisateurs, ainsi que Brevo Conversations pour permettre la communication en temps réel entre enseignants et élèves. Une gestion complète du profil, de l'historique des leçons, ainsi que Stripe pour le paiement en ligne, est également incluse.",
  "titleODB": "ODB du côté soin",
  "descriptionODB": "Le projet ODB est une application web moderne créée pour un client, combinant une gestion efficace des utilisateurs, des services et des rendez-vous avec une interface utilisateur claire et un backend sécurisé. J'ai utilisé Twig pour le rendu des pages, du CSS pour le design, Node.js pour le backend et Express Session pour la gestion sécurisée des sessions utilisateurs. Cette application est conçue pour répondre aux besoins du barbershop tout en offrant une flexibilité dans la gestion des données grâce à MongoDB. Une refonte totale en Next.js est en cours.",
  "titleCapsuleHR": "Capsule RH",
  "descriptionCapsuleRH": "Le projet Capsule RH est une application web de gestion des ressources humaines. Conçu avec Twig pour le rendu des pages, CSS pour le design et Node.js pour le backend, ce projet permet une gestion efficace des processus RH, adaptée aux besoins organisationnels du client.",
  "titleMorpion": "Jeu du morpion",
  "descriptionTicTacToe": "Le projet Jeu du morpion est un petit jeu créé avec HTML pour le rendu des pages, JavaScript pour la logique du jeu, et CSS pour le design. Ce jeu amusant est conçu pour offrir une expérience simple aux joueurs, avec un thème inspiré de l'univers Pokémon.",
  "Close": "Fermer",
  "GitHub": "GitHub",
  "View": "Voir"
}
